{
        "navBar":{
            "Contact":"Contact",
            "WhatWeWork": "What We Work",
            "AboutMe":  "About Me"
        },
        "home":{
            "slogan": "Power your digital presence",
            "title": "Software design and development",
            "sub-title": "Web sites, e-commerce, mobile apps & data bases",
            "why-dig": "Why is it so important to increase your digital presence?",
            "digital-statistics": "Digital statistics",
            "click-here": "Click here",
            "want-know-stadistics": "Do you want to know the stadistics?",
            "stadistics":"Stadistics",
            "developmen-tec":"Development tecnologies",

            "Greater-brand-recognition": {
                "info-p1":"The brand of a business is something intangible and tangible at the same time. It is an element that goes far beyond its name, slogan and visual identity.",
                "info-p2":"In general terms, we can say that the brand is everything with which a company is related and identified, which entails virtues, values, tone of voice, colors, products or services, price-quality ratio and much more.",
                "title":"Greater brand recognition"
            },

            "Access-to-the-new-generations": {
                "info-p1":"The companies that stand the test of time and consolidate in certain market segments are those that constantly attract and captivate new generations of consumers.",
                "info-p2":"Logically, to achieve this it is necessary to know the consumption patterns of the youngest users and their concerns, needs, problems and objectives.",
                "title":"Access to the new generations"
            },
            
            "Obtaining-relevant-data-and-information": {
                "info-p1":"Once you consolidate the digital presence of your business, relevant information of interest will begin to reach you in a systematic and constant way.",
                "info-p2":"Elements as basic as user comments on social networks and the evaluation of a product in an online store make it possible to understand the public's perception and, thus, find or detect areas for improvement.",
                "title":"Obtaining relevant data and information"
            }

           
        },
        "Statistics":{
            "title": "Statistics",
            "info-title": "In data, why is it so important to have a Digital Presence?",
            "info-subtitle": "Do you know what happens worldwide in just 1 minute on the Internet?",
            "info-pr1-1": "There are 4,497,420 searches on Google alone.",
            "info-pr1-2": "390,030 applications are downloaded.",
            "info-pr1-3": "LNetflix users watch a total of 694,444 hours of video.",
            "info-pr1-4": "There are 277,777 story posts on Instagram and 55,140 posts in the feed.",
            "info-pr1-5": "YouTube users watch a total of 4,500,000 videos.",
            "info-pr1-6": "511,200 tweets are published on Twitter.",
            "info-pr1-7": "188,000,000 emails are sent. ",
            "info-pr2-1": "A figure worth delving into is the number of searches performed per minute on Google. There are approximately 6 billion searches per day around the world, and per year there are 2,190 billion. Therefore, if we do not have a presence on Google we are really wasting a tremendous opportunity."
       
        },

        "Aboutme":{
            "title": "About me",
            "presentation": "Hello, I'm Oscar, I've been working as a web developer since 2019. I want to share a little about my experience and what drove me to be passionate about this beautiful profession.",
            "exp-1-1": "I started in software development working independently, I programmed some landing pages and databases for clients in the sales and entertainment area. In 2020 I started working ",
            "exp-1-2": " with the position of Sr. programming analyst developing with React js, React Native, Wordpress, Laravel among others, but mainly with CRM Salesforce, a technology that seems very useful and scalable to me. ",
            "exp-2-1": "In 2023 I started a new challenge working at ",
            "exp-2-2": " where I was assigned as a customer to  ",
            "exp-2-3": " working as a Salesforce Sr. developer. Without a doubt I can say that it was a very enriching stage in which I acquired a lot of knowledge as a Salesforce developer and consultant.",
            "exp-3": " I currently work independently developing web and mobile applications, promoting digital presence. Also as a Salesforce consultant and developer, offering my knowledge to give my clients the best experience in this great digital tool."
    
       
        },
        "Services":{
            "title": "Services",
            "salesforce-title": "Salesforce consulting and development",
            "eCommerce-title": "E-Commerce",
            "mobileDeveloper-title": "Mobile development",
            "webDeveloper-title": "Web development",
            "title-Salesforce": "Salesforce",
            "description-Salesforce": "Salesforce is a customer relationship management solution that unites businesses and customers. It is an integrated CRM platform that gives all your departments, including marketing, sales, commerce and services, a single, shared view of each customer.",
            "title-Wordpress": "Wordpress",
            "description-Wordpress": "WordPress is a web content management system (CMS or content management system), which in short is a system for publishing content on the web in a simple way. It is so common now that it has been the absolute world leader in website creation for many years.",
            "title-ReactJs": "React Js",
            "description-ReactJs": "ReactJS es una de las librerías más populares de JavaScript para el desarrollo de aplicaciones móviles y web. Creada por Facebook, React contiene una colección de fragmentos de código JavaScript reutilizables utilizados para crear interfaces de usuario (UI) llamadas componentes.",
            "title-React-Native": "React Native",
            "description-React-Native": "React Native is a JavaScript framework to create real native applications for iOS and Android, based on the React JavaScript library for the creation of visual components, changing their purpose so that, instead of being executed in the browser, they run directly on the native mobile platforms, in this case iOS and Andorid."


        },
        "footer":{
            "copyRight":"All rights reserved."
        },
          "login": {
            "title": "Sign In",
            "email": "Email",
            "password": "Password",
            "button": "Login",
            "error": "Invalid email or password",
            "restricted": "Restricted access for administrators"
        },
          "dashboardAdmin": {
            "welcome": "Welcome to the admin dashboard",
            "description": "From here you can create, edit, or delete blog posts.",
            "logout": "Log out"
        }
    
}