{
    "navBar":{
        "Contact":"Contacto",
        "WhatWeWork": "Portafolio",
        "AboutMe":  "Sobre mí"
    },
    "home":{
        "slogan": "Potencia tu presencia digital",
        "title": "Diseño y desarrollo de software",
        "sub-title": "Sitios web, ventas por internet, aplicaciones móviles & bases de datos",
        "why-dig": "¿Por qué es tan importante incrementar tu presencia digital?",
        "digital-statistics": "Estadísticas digitales",
        "click-here": "Haga clic aquí",
        "want-know-stadistics": "¿Quieres conocer las estadísticas?",
        "stadistics":"Estadísticas",
        "developmen-tec":"Tecnologías de desarrollo",



        "Greater-brand-recognition": {
            "info-p1":"La marca de un negocio es algo intangible y tangible a la vez. Se trata de un elemento que va mucho más allá de su nombre, eslogan e identidad visual.",
            "info-p2":"En líneas generales, podemos decir que la marca es todo aquello con lo que se relaciona e identifica a una empresa, lo que conlleva virtudes, valores, tono de voz, colores, productos o servicios, relación precio-calidad y muchas cosas más.",
            "title":"Mayor reconocimiento de marca"
        },

        "Access-to-the-new-generations": {
            "info-p1":"Las empresas que resisten el paso del tiempo y se consolidan en determinados segmentos de mercado son aquellas que constantemente captan y cautivan a las nuevas generaciones de consumidores.",
            "info-p2":"Lógicamente, para lograr esto es necesario conocer los patrones de consumo de los usuarios más jóvenes y sus inquietudes, necesidades, problemas y objetivos.",
            "title":"Acceso a las nuevas generaciones"

        },

                    
        "Obtaining-relevant-data-and-information": {
            "info-p1":"Una vez que consolides la presencia digital de tu negocio, información de interés relevante comenzará a llegar a tu poder de manera sistemática y constante.",
            "info-p2":"Elementos tan básicos como los comentarios de los usuarios en las redes sociales y la valoración de un producto en una tienda en línea permiten comprender la percepción del público y, de este modo, hallar o detectar áreas de mejora.",
            "title":"Obtención de datos e información relevante"
        }
        


    },
    "Statistics":{
        "title": "Estadísticas",
        "info-title": "En datos, ¿Por qué es tan importante tener Presencia Digital?",
        "info-subtitle": "¿Sabes lo que ocurre mundialmente solo en 1 minuto en Internet?",
        "info-pr1-1": "Hay 4.497.420 de búsquedas solo en Google.",
        "info-pr1-2": "Se descargan 390.030 aplicaciones.",
        "info-pr1-3": "Los usuarios de Netflix ven en total 694.444 horas de video.",
        "info-pr1-4": "Hay 277.777 publicaciones de historias en Instagram y 55.140 posts en el feed.",
        "info-pr1-5": "Los usuarios de Youtube ven en total 4.500.000 videos.",
        "info-pr1-6": "En Twitter se publican 511.200 tweets.",
        "info-pr1-7": "Se envían 188.000.000 correos electrónicos. ",
        "info-pr2-1": "Una cifra en la que vale la pena profundizar es la cantidad de búsquedas que se hacen por minuto en Google. Al día son aproximadamente 6 mil millones de búsquedas en todo el mundo, y al año son 2.190 billones. Por lo que, si no tenemos presencia en Google realmente estamos desaprovechando una tremenda oportunidad. "
   
    },

    "Aboutme":{
        "title": "Sobre mí",
        "presentation": "Hola, soy Oscar, trabajo como desarrollador web desde el 2019. Quiero compartirte un poco de mi experiencia y qué es lo que me impulsó a ser un apasionado de esta bonita profesión.",
        "exp-1-1": "Inicié en el desarrollo de software trabajando de manera independiente, programé algunas landing pages y bases de datos para clientes del área de ventas y entretenimiento. En 2020 comencé a trabajar en ",
        "exp-1-2": " como analista de programación Sr. desarrollando con React js, React Native, Wordpress, Laravel entre otras, pero principalmente con CRM Salesforce, tecnología que me parece muy util y escalable.",
        "exp-2-1": "En 2023 comencé un nuevo reto trabajando en ",
        "exp-2-2": " en donde se me asignó como cliente a ",
        "exp-2-3": " trabajando como desarrollador Salesforce Sr. Sin lugar a dudas puedo decir que fue una etapa muy enriquesedora en la que adquirí muchos conocimientos como desarrollador y consultor Salesforce.",
        "exp-3": "Actualmente trabajo de manera independiente desarrollado aplicacones web y móbiles, impulsando la presencia digital. Así mismo como consultor y desarrollador Salesforce, ofreciendo mis conocimientos para darle a mis clientes la mejor experiencia en esta gran herramienta digital"
    },
    "Services":{
        "title": "Servicios",
        "salesforce-title": "Consultoría y desarrollo Salesforce",
        "eCommerce-title": "Ventas por internet",
        "mobileDeveloper-title": "Desarrollo de aplicaciones móviles",
        "webDeveloper-title": "Desarrollo de aplicaciones Web",
        "title-Salesforce": "Salesforce",
        "description-Salesforce": "Salesforce es una solución de gestión de relaciones con clientes que une empresas y clientes. Es una plataforma CRM integrada que brinda a todos tus departamentos, incluidos marketing, ventas, comercio y servicios, una vista única y compartida de cada cliente.",
        "title-Wordpress": "Wordpress",
        "description-Wordpress": "WordPress es un sistema de gestión de contenidos web (CMS o content management system), que en pocas palabras es un sistema para publicar contenido en la web de forma sencilla. Tan común es ya, que es el líder absoluto a nivel mundial para la creación de webs desde hace muchísimos años.",
        "title-ReactJs": "React Js",
        "description-ReactJs": "ReactJS es una de las librerías más populares de JavaScript para el desarrollo de aplicaciones móviles y web. Creada por Facebook, React contiene una colección de fragmentos de código JavaScript reutilizables utilizados para crear interfaces de usuario (UI) llamadas componentes.",
        "title-React-Native": "React Native",
        "description-React-Native": "React Native es un framework JavaScript para crear aplicaciones reales nativas para iOS y Android, basado en la librearía de JavaScript React para la creación de componentes visuales, cambiando el propósito de los mismos para, en lugar de ser ejecutados en navegador, correr directamente sobre las plataformas móviles nativas, en este caso iOS y Andorid."
    },
    "footer":{
        "copyRight":"Todos los derechos reservados"
    },
     "login": {
        "title": "Iniciar sesión",
        "email": "Correo electrónico",
        "password": "Contraseña",
        "button": "Entrar",
        "error": "Correo o contraseña inválidos",
        "restricted": "Acceso restringido a administradores"
  },
    "dashboardAdmin": {
        "welcome": "Bienvenido al panel de administrador",
        "description": "Desde aquí puedes crear, editar o eliminar publicaciones del blog.",
        "logout": "Cerrar sesión"
    },
      "newPost": {
        "title": "Nueva Publicación",
        "titleLabel": "Título",
        "summaryLabel": "Resumen",
        "contentLabel": "Contenido",
        "uploadButton": "Seleccionar imagen destacada",
        "publishButton": "Publicar",
        "successAlert": "Publicación creada exitosamente",
        "errorAlert": "Hubo un error al crear el post",
        "anonymous": "Anónimo"
    }

}